Repository: nullkuhl/driverGalaxy-release
Catalog: DriversGalaxy.OSMigrationTool.Backup/Properties/Resources.*.resx
Languages: de_de

source: All drivers composed
de_de: Alle Treiber zusammengestellt

# CancelCompose
source: Cancel
de_de: Abbrechen

# CancelDownload
source: Cancel
de_de: Abbrechen

source: Cancel Scan
de_de: Scan abbrechen

# CheckDownloadFolder
source: Temporary downloading folder - Documents/Freemium Utilites/Downloads is not accessible. Please run this app with admin privilegies.
de_de: Auf temporäres Downloadverzeichnis - Documents/Freemium Utilites/Downloads kann nicht zugegriffen werden. Bitte starten Sie dieses Programm mit Adminrechten.

source: Check Preferences
de_de: Einstellungen prüfen

# ChooseDestination
source: Choose the destination directory
de_de: wählen Sie ein Zielverzeichnis

# ChooseDestinationDirectory
source: Please, choose the destination directory
de_de: Bitte wählen Sie ein Zielverzeichnis

# ChooseDestinationOS
source: Please, choose the destination OS
de_de: Bitte wählen Sie das Zielbetriebssystem

# ChooseDestOS
source: Choose the destination OS
de_de: Zielbetriebssystem auswählen

source: Choose drivers to download
de_de: Wählen Sie die zu downloadenden Treiber aus

# ChooseOS
source: Choose your destination OS
de_de: Wählen Sie das Betriebssystem

source: Close
de_de: Schließen

source: Compose
de_de: Erstelle Datenbank

source: Composing driver -
de_de: Treiber sammeln -

source: Composing drivers
de_de: Treiber sammeln

source: COMPOSING PROGRESS
de_de: Status Treiberdatenbank

source: Contacting Server
de_de: kontaktiere Server

# DownloadFinishedPressCompose
source: Drivers downloaded: now press the Compose button below to create a drivers installation utility for the destination OS, which will be saved in a place that you've choosen.
de_de: Heruntergeladene Treiber. Bitte drücken Sie "Erstelle Datenbank" um die Treiber für die Migration auf Ihr neues Betriebssystem zusammen zu stellen

# DownloadingDriver
source: Downloading driver for:
de_de: Lade Treiber herunter für:

source: Downloading drivers
de_de: Lade Treiber herunter

source: Driver Scan
de_de: Treiber Scan

source: drivers downloaded
de_de: Treiber heruntergeladen

source: drivers ready to download
de_de: Treiber fertig zum Download

# FooterText
source: MORE FREE PREMIUM SOFTWARE
de_de: Mehr Freemium Produkte

source: Help
de_de: Hilfe

source: Minimize
de_de: Minimieren

source: No drivers to download
de_de: Keine Treiber zum Download vorhanden

source: Now composing:
de_de: Erstelle Datenbank:

source: Now scanning:
de_de: Scan läuft:

# PostOn
source: Post this on:
de_de: Werde Freund:

# SaveDriversTo
source: Compose drivers to:
de_de: Speichere Treiber nach

source: Scan drivers
de_de: Treiberscan

# ScanFinishTitle
source: Scan finished
de_de: Scan beendet

# ScanFooter
source: Scan your system
de_de: Systemscan

# ScanFooterText
source: Press scan to see the drivers that can be backuped
de_de: Klick Sie auf scan um die Treiber zu sehen die Sie sichern können

source: Scanning device -
de_de: Scanne Gerät -

source: SCAN PROGRESS
de_de: SCANFORTSCHRITT

# SelectAtLeastOneDriver
source: Please, select at least one driver to download
de_de: Bitte wählen Sie mindestens einen Treiber aus.

# SelectDriversToDownloadFooter
source: Press "Download" to get the drivers
de_de: Klicken Sie "Download" um den Download der Treiber zu starten

# SelectDriversToDownloadFooterText
source: Press "Download" to get the drivers for the destination OS
de_de: Klicken Sie auf "Download" um die Treiber für Ihr Zielbetriebssystem zu laden

# SelectFolderForDownloads
source: Select a folder for downloads
de_de: Wählen Sie ein Zielverzeichnis

# StartingDriversDownload
source: Starting downloading drivers
de_de: Download der Treiber beginnt

# DownloadComplete
source: Download Completed
de_de: Download abgeschlossen

# DownloadStatus
source: Downloaded {0} of {1}
de_de: Heruntergeladene {0} von {1}

# FacebookLike
source: Like
de_de: Gefällt mir

# Twitter
source: Tweet
de_de: Twittern

# UrlCannotBeOpenedMessage
source: Link cannot be opened automatically. Please open this Link in your favorite browser:
de_de: Link kann nicht automatisch geöffnet werden. Bitte öffnen Sie folgenden Link in Ihrem favorisierten Browser:

# UrlCannotBeOpenedTitle
source: Link cannot be opened automatically
de_de: Link kann nicht automatisch geöffnet werden

source: About
de_de: Über

source: All rights reserved.
de_de: Alle Rechte vorbehalten.

source: Select OS
de_de: Wählen Betriebssystem

# SelectOSToScan
source: Please, select at least one operation system.
de_de: Bitte wählen Sie mindestens ein Betriebssystem.

# ScanSystem
source: Scan your system
de_de: Scannen Sie Ihr System

# ToolDescription
source: This tool scans for drivers and downloads the matching drivers from our database. But not for your current operating system, instead they will be downloaded for the system you want to migrate to.
de_de: dieses Tool tun sollten, ist die Benutzer-Treiber zum Scannen und laden Sie den passenden Treiber aus unserer Datenbank, aber nicht für seine aktuelle os, sondern es wird für die os sein, dass er wandert
