Repository: nullkuhl/driverGalaxy-release
Catalog: DriversGalaxy/Properties/Resources.*.resx
Languages: de_de

source: All drivers are up to date!
de_de: Alle Treiber sind auf dem neuesten Stand!

source: Automated Scan
de_de: Automatischer Scan

source: Auto-Update Drivers
de_de: Automatisches Treiber-Update

# BackupAndRestore
source: Backup & Restore
de_de: Backup und Wiederherstellen

source: Backup finished
de_de: Backup fertig

# BackupFinishedText
source: Remove the exclusions you created in the Driver Scan
de_de: Entfernen Sie die Ausschlussliste in der Treibersuche

# BackupText
source: Backup all or specifiy the device drivers of your system, in order to create copies of these drivers that you can revert to later.
de_de: Sichern Sie alle oder einzelne Treiber, die Sie später eventuell wiederherstellen möchten.

source: BACKUP TYPE
de_de: Art des Backup

source: CANCEL
de_de: Abbrechen

source: CANCEL SCAN
de_de: Scan abbrechen

# CheckBackupsFolder
source: Please, check Backups folder in your Preferences
de_de: Bitte überprüfen Sie den Backup-Ordner in Ihren Einstellungen

# CheckDownloadFolder
source: Please, check your download folder in preferences
de_de: Bitte überprüfen Sie in den Einstellungen Ihren Download-Ordner

source: Check Preferences
de_de: Einstellungen überprüfen

# ChooseDestination
source: Choose the destination directory
de_de: Wählen Sie das Zielverzeichnis

# ChooseDestinationDirectory
source: Please, choose the destination directory
de_de: Bitte, wählen Sie das Zielverzeichnis

source: CLOSE
de_de: Schließen

source: Close button behaviour:
de_de: Verhalten des Schließen-Buttons:

# ContactingServer
source: Contacting Server to check updates
de_de: Mit Server verbinden um nach Updates zu suchen

source: Create Backup
de_de: Backup erstellen

source: Day:
de_de: Tag:

source: days ago
de_de: Tage her

# DownloadComplete
source: Download Completed
de_de: Download abgeschlossen

# DownloadCompleteMessage
source: Download complete!
de_de: Download abgeschlossen!

source: Download Driver
de_de: Treiber herunterladen

# DownloadingDriver
source: Downloading driver for:
de_de: Treiber herunterladen für:

source: DRIVER DETAILS
de_de: Treiberdetails

# DriverDownloadingAndInstallation
source: Driver Downloading & Installation
de_de: Treiber herunterladen & Installieren

source: Driver Info
de_de: Treiberinformationen

# DriversBackupedSuccesfully
source: Backup of {0} drivers is completed.
de_de: Backup von {0} Treibern abgeschlossen.

source: Driver Scan
de_de: Treiber Scan

source: Driver Scan Results
de_de: Ergebnisse der Treibersuche

source: drivers downloaded
de_de: Treiber heruntergeladen

# DriversRestoredSuccesfully
source: drivers restored successfully
de_de: Treiber erfolgreich wiederhergestellt

source: Driver Update
de_de: Treiber-Update

source: Every day
de_de: Täglich

source: Every month
de_de: Monatlich

source: Every week
de_de: Wöchentlich

source: Exclude
de_de: Ausschließen

source: Exclude device
de_de: Laufwerk ausschließen

source: Exclude from scans
de_de: Von der Suche ausschließen

source: Feedback Report
de_de: Feedback

source: Finish
de_de: Fertig

# FooterText
source: MORE FREE PREMIUM SOFTWARE
de_de: Mehr Freemium Produkte

source: Friday
de_de: Freitag

source: from scans?
de_de: von Scans?

source: Help
de_de: Hilfe

source: INSTALLATION PROGRESS
de_de: Installationsfortschritt

source: Installed
de_de: Installiert

source: Language:
de_de: Sprache:

source: Last Scan:
de_de: Letzter Scan:

source: Launch at startup
de_de: Ausführen beim Programmstart

# ManageScanExclusions
source: Manage your Scan Exclusions
de_de: Verwalten Sie Ihre Scan-Ausschlüsse

# ManageScanExclusionsText
source: Remove the exclusions you created in the Driver Scan
de_de: Entfernen Sie die Treiber in der Ausschlussliste

source: Manual Backup (Full)
de_de: Manuelles Backup (vollständig)

# ManualBackupSelected
source: Manual Backup (Selected Drivers)
de_de: Manuelles Backup (ausgewählte Treiber)

source: Minimize
de_de: Minimieren

# MinToTray
source: Minimize to tray
de_de: In Taskleiste minimieren

source: Monday
de_de: Montag

source: More than
de_de: Mehr als

source: New
de_de: Neu

source: Next Step
de_de: Nächster Schritt

# NotApplicable
source: N/A
de_de: Nicht anwendbar

source: Now scanning:
de_de: Jetzt Scannen:

source: OPTIONS
de_de: Optionen

source: outdated drivers found
de_de: veraltete Treiber gefunden

# PostOn
source: Post this on:
de_de: Sende dies an:

source: Preferences
de_de: Einstellungen

# PreferencesFooter
source: Manage application settings
de_de: Verwalten von Anwendungseinstellungen

# PreferencesFooterText
source: You can edit applications preferences and settings from this panel
de_de: Sie können Anwendungen und Einstellungen aus diesem Bereich bearbeiten

source: Reboot later
de_de: Später neu starten

source: Reboot now
de_de: Sofort neu starten

source: Reboot required
de_de: Neustart erforderlich

source: Remove selected
de_de: Auswahl entfernen

source: Restart your computer
de_de: Computer neu starten

source: Restore drivers
de_de: Treiber wiederherstellen

# RestoreRadioBtnTitle
source: Restore
de_de: Wiederherstellen

# RestoreText
source: Restore system drivers of one of the backups that you created earlier.
de_de: Wiederherstellen von System-Treiber aus einem der Backups, das Sie zuvor erstellt haben.

# RunOSMigrationRestoreTool
source: Restore drivers
de_de: Treiber wiederherstellen

source: Run OS Migration Tool
de_de: Starten Sie das OS Migration Tool

source: Saturday
de_de: Samstag

# SaveBackupsTo
source: Save backups to this folder:
de_de: Backup in diesen Ordner sichern:

# SaveDownloadedTo
source: Save downloaded drivers to this folder:
de_de: Heruntergeladene Treiber in diesen Ordner speichern:

# ScanAndUpdateDrivers
source: Scan & Update Drivers
de_de: Scan & Treiber-Update

source: Scan Exclusions
de_de: Von Scan ausschließen

# ScanFooter
source: Scan your system regularly
de_de: System regelmäßig scannen

# ScanFooterText
source: Regular maintenance will help to improve system performance
de_de: Regelmäßige Wartung verbessert die Systemleistung

source: SCAN FOR ISSUES
de_de: TREIBER-SCAN

source: Scanning device -
de_de: Laufwerk scannen -

source: SCAN PROGRESS
de_de: SCAN-FORTSCHRITT

source: Select Backup type
de_de: Art des Backups auswählen

# SelectBackupTypeText
source: Please, select backup type to proceed.
de_de: Bitte wählen Sie die Art des Backups um fortzufahren.

source: Select devices
de_de: Laufwerk auswählen

# SelectDevicesToRemoveFromExclude
source: Please, select devices you no longer wish to exclude from the scan.
de_de: Bitte wählen Sie die Geräte aus, um sie von der Ausschlussliste zu entfernen

source: Select drivers
de_de: Treiberauswahl

source: SELECT DRIVERS FOR BACKUP
de_de: Treiber für Backup auswählen

# SelectDriversForBackupFooter
source: Why should I create Backups?
de_de: Warum sollte ich Backups erstellen?

# SelectDriversForBackupFooterText
source: You can restore these driver later if needed
de_de: Sie können diese Treiber später, falls nötig, wiederherstellen

source: SELECT DRIVERS FOR RESTORE
de_de: Treiber für die Wiederherstellung auswählen

# SelectDriversForRestoreCaption
source: Select drivers for restore
de_de: Treiber für die Wiederherstellung auswählen

# SelectDriversForRestoreText
source: Please, select at least one driver for restore.
de_de: Bitte wählen Sie mindestens einen Treiber zur Wiederherstellung aus.

# SelectDriversToUpdate
source: Please, select at least one driver to update.
de_de: Bitte wählen Sie mindestens einen Treiber zum Aktualisieren aus.

# SelectDriversZip
source: Select DriverData.zip
de_de: DriverData.zip auswählen

# SelectFolderForBackups
source: Select the folder for storing driver backups
de_de: Wählen Sie einen Ordner zum Speichern von Backup-Treibern

# SelectFolderForDownloads
source: Select the folder for driver downloads
de_de: Wählen Sie einen Ordner für heruntergeladene Treiber

# SelectMigrationDriversZip
source: Please, select DriverData.zip
de_de: Bitte DriverData.zip auswählen

source: Sunday
de_de: Sonntag

source: Thursday
de_de: Donnerstag

source: Time:
de_de: Zeit:

# TimeAndDate
source: TIME & DATE
de_de: Zeit & Datum

source: TotalSize
de_de: Gesamtgröße

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

# WhyCreateBackups
source: Why should I create Backups?
de_de: Warum sollte ich Backups erstellen?

# WhyCreateBackupsText
source: Remove the exclusions you created in the Driver Scan
de_de: Sie können diese Treiber später, falls nötig, wiederherstellen

# WindowsStartup
source: Windows startup behaviour:
de_de: Windows Startverhalten:

# InstallingDriver
source: Installing driver for:
de_de: Installation von Treiber für:

source: Outdated drivers updated!
de_de: veraltete Treiber wurden aktualisiert!

source: About
de_de: Über

source: All rights reserved.
de_de: Alle Rechte vorbehalten.

# FeedbackUrl
source: http://freemium.com/contact/fdc/
de_de: http://de.freemium.com/kontakt/fdc/

source: Scan completed
de_de: Scan fertig

# DriverDetailInfoPopupTitle
source: Driver Information Details
de_de: Driver Information Einzelheiten

# DetailCurrentDriverDate
source: Date of current version:
de_de: Datum aktuelle Version:

# DetailNewDriverDate
source: Date of new version:
de_de: Datum neue Version:

# FacebookLike
source: Like
de_de: Gefällt mir

# Twitter
source: Tweet
de_de: Twittern

# UrlCannotBeOpenedMessage
source: Link cannot be opened automatically. Please open this Link in your favorite browser:
de_de: Link kann nicht automatisch geöffnet werden. Bitte öffnen Sie folgenden Link in Ihrem favorisierten Browser:

# UrlCannotBeOpenedTitle
source: Link cannot be opened automatically
de_de: Link kann nicht automatisch geöffnet werden

# DownloadStatus
source: Downloaded {0} of {1}
de_de: Heruntergeladene {0} von {1}

# UpdateFailed
source: Driver update process failed for driver
de_de: Treiber-Update fehlgeschlagen für Fahrer:

# SelectDriversToBackup
source: Please, select at least one driver to backup.
de_de: Bitte wählen Sie mindestens einen Treiber zum Sichern aus.

source: today
de_de: heute

source: No
de_de: Nein

source: Yes
de_de: Ja

# DriverExcluded
source: {0} excluded from scans
de_de: {0} von Scans ausgeschlossen

# RestoreFailedCaption
source: Restore failed
de_de: Wiederherstellung fehlgeschlagen

# RestoreFailedText
source: Unfortunately the restore of the selected drivers failed.
de_de: Leider ist die Wiederherstellung der gewählten Treiber fehlgeschlagen.

# DriverListLoading
source: Driver list is still loading
de_de: Treiber-Liste wird geladen

# DriverListLoadingText
source: The driver list is still being loaded in the background. Please wait a moment and then try the backup again.
de_de: Die Treiber-Liste wird noch im Hintergrund geladen. Bitte warten Sie einen Moment und versuchen Sie das Backup dann erneut.

# BeforeDriverUpdateMessage
source: Please close all open programs before continuing with the driver update. It is possible that the screen may turn black during this update for a short period of time.
de_de: Bitte schließen Sie alle offenen Programme bevor Sie mit dem Treiber-Update fortfahren. Es ist möglich, dass der Bildschirm während des Updates kurzzeitig schwarz wird.

source: Continue
de_de: Fortfahren

# Attention
source: Attention: Your drivers need to be updated!
de_de: Achtung: Ihre Treiber müssen aktualisiert werden!

# AttentionFooterText
source: Play it safe. Driver Galaxy helps update your drivers, automatically!
de_de: Gehen Sie auf Nummer Sicher. Drivers Galaxy hilft dabei automatisch!

# Subscribe
source: SUBSCRIBE TO DRIVERS GALAXY NOW
de_de: Drivers Galaxy jetzt abonierren!

source: Upgrade Now
de_de: Jetzt Upgraden

# UpgradeFooter
source: Only € 0,99 / month
de_de: nur 0,99 € / Monat

# AccessDriverDatabase
source: · Access to the world's largest driver database
de_de: · Zugriff auf die weltweit größe Treiber-Datenbank

# BestPrice
source: · Best Price Guarantee
de_de: · Unsere Bestpreis Garantie

# FastUpdate
source: · Fast secure updates without searching
de_de: · Schnelle sichere Updates ohne Suchen

# HardwareRun
source: · Keeps your hardware runnininng, forever
de_de: · Für immer funktionierende Hardware

# KeepUpToDate
source: Always keep your drivers up to date!
de_de: Immer aktuelle Treiber dank Drivers Galaxy!

source: Your advantages:
de_de: Ihre vorteile:

# AlreadyHaveKey
source: You already have a license key? Enter here and update all drivers now!
de_de: Sie haben bereits einen gültigen Lizenzchlüssel? Bitte hier eingeben und alle Treiber aktualisieren!

# WrongLicenseKey
source: License key not valid. Please try again!
de_de: Lizenzschlüssel ungültig. Bitte versuchen Sie es erneut!
